Revit 2027 API
ParameterTypeId.BasepointNorthsouthParam Property
 "N/S"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BasepointNorthsouthParam { get; }
Public Shared ReadOnly Property BasepointNorthsouthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BasepointNorthsouthParam {
	ForgeTypeId^ get ();
}
static member BasepointNorthsouthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace